/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "rich_text_mTLwh3": {
      "type": "rich-text",
      "blocks": {
        "heading_R6CXPW": {
          "type": "heading",
          "settings": {
            "heading": "About Us",
            "heading_size": "h1"
          }
        },
        "text_NpxGeH": {
          "type": "text",
          "settings": {
            "text": "<p>G'day, I'm Michael, the guy behind Spack.au, your go-to destination for all things 3D printed for Australian Defence Force and Defence Industry gear in Australia.</p><p>At Spack.au, I'm all about making 3D printing accessible to anyone. I reckon everyone should have the chance to get their hands on some gear.</p><p>When you use our services at Spack.au, you're not just supporting a business; you're becoming part of my journey.</p><p>Let's celebrate the beauty of Aussie craftsmanship and dive headfirst into a world where you can find treasures that'll have you saying, \"Strewth, where'd you get that?\"</p><p>I'm stoked to have you as part of my journey. Together, we'll make Spack.au the go-to place for all your 3D printing needs. So, grab a brew, sit back, and let Spack.au take you where you need to go!</p><h2>What we do.</h2><p>At Spack 3D Printing, we leverage advanced tools and equipment to bring your ideas to life through detailed 3D modelling and printing. Our process allows for customisation within the constraints of colour options and machine size, ensuring that your unique specifications can be met. We welcome all requests and are ready to provide estimates tailored to your project's specific needs. Whether you're looking for mud model kits or display models, our expertise ensures high-quality results that align with your vision.</p><h2>Tools of the trade.</h2><p>At Spack.au we use 3D modelling resources from AutoDesk Fusion and Plasticity to create all our models. We use the latest industry standard Prusa 3D printers to enable geometrical accuracy and superb surface finish. eSun PLA and Aurarum TPU is the filament of choice due to its colour similarities to the ADF camouflage.</p>"
          }
        }
      },
      "block_order": [
        "heading_R6CXPW",
        "text_NpxGeH"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "newsletter_cgkhVc": {
      "type": "newsletter",
      "blocks": {
        "heading_7YyQiT": {
          "type": "heading",
          "settings": {
            "heading": "Subscribe to our emails",
            "heading_size": "h1"
          }
        },
        "paragraph_WR8iKA": {
          "type": "paragraph",
          "settings": {
            "text": "<p>Be the first to know about new collections and exclusive offers.</p>"
          }
        },
        "email_form_zD6nFR": {
          "type": "email_form",
          "settings": {}
        }
      },
      "block_order": [
        "heading_7YyQiT",
        "paragraph_WR8iKA",
        "email_form_zD6nFR"
      ],
      "settings": {
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "main",
    "rich_text_mTLwh3",
    "newsletter_cgkhVc"
  ]
}
